[
  {
    "descr": "Take a voyeuristic look at life in Sheffield during the Thatcher years.  Delving into the middle-class lives of the inhabitants of Rayfield Avenue, the easy patter of the narration brings the street to life.  From their mundane existences the novel touches on the raw nerve of the Miners' Strike and continues with the nonchalance of the Avenue to life happily ever after?",
    "author": "Philip Hensher",
    "title_id": "9812",
    "title": "The Northern Clemency",
    "cover": "https://www.whichbook.net/assets/images/big/9812.jpg",
    "similar": "https://www.whichbook.net/#cmd=search&search-type=3&id=9812"
  },
  {
    "descr": "I found this such a warm and often funny story - but how sad!  As Tassie tells the story of Sarah and her devastating losses we also see Tassie's struggle to grow up and come to terms with her own tragedies.  It is all told in the most perfect, beautiful prose - I had to slow down to savour each wonderful paragraph - and this made the tale somehow deeper and more poignant.",
    "author": "Lorrie Moore",
    "title_id": "10168",
    "title": "A Gate at the Stairs",
    "cover": "https://www.whichbook.net/assets/images/big/10168.jpg",
    "similar": "https://www.whichbook.net/#cmd=search&search-type=3&id=10168"
  },
  {
    "descr": "This is an absolute gem!  It's a long book but for me not long enough - I could have gone on reading!  A very cynical look at American society through the eyes of an ordinary guy, struggling in a world in which everybody and everything seems to be conspiring to thwart him.  His intelligent, jaundiced view of life is at the same time highly comic and deeply sad.  Some wonderfully funny set pieces had me laughing out loud.",
    "author": "J Lennon",
    "title_id": "2792",
    "title": "Mailman",
    "cover": "https://www.whichbook.net/assets/images/big/2792.jpg",
    "similar": "https://www.whichbook.net/#cmd=search&search-type=3&id=2792"
  },
  {
    "descr": "This novel is set in a conventional Canadian rural village in the 1960s. It's a tale of identity, and growing up with the sense of feeling different.  Parental expectations, sexuality and feelings of isolation are all heightened when you are growing up; but even more so when you are born a hermaphrodite. A beautiful, tender novel and at times uncomfortable, but overall a powerful reading experience.",
    "author": "Kathleen Winter",
    "title_id": "10749",
    "title": "Annabel",
    "cover": "https://www.whichbook.net/assets/images/big/10749.jpg",
    "similar": "https://www.whichbook.net/#cmd=search&search-type=3&id=10749"
  },
  {
    "descr": "Open a vein into the mind of a writer at work, as he creates stories within stories,within stories.  Watch as he figures out who his characters are and what they will do next.  If you want to know what it really feels like to be an author, short of doing it yourself, this is probably your best chance.",
    "author": "Paul Auster",
    "title_id": 3040,
    "title": "Oracle Night",
    "cover": "https://www.whichbook.net/assets/images/big/3040.jpg",
    "similar": "https://www.whichbook.net/#cmd=search&search-type=3&id=3040"
  },
  {
    "descr": "Touching, funny and perceptive, this short novella about adult French siblings taking a trip should appeal to women with brothers, sisters or in-laws. I enjoyed this bright and breezy read.",
    "author": "Anna Gavalda",
    "title_id": 10601,
    "title": "Breaking Away",
    "cover": "https://www.whichbook.net/assets/images/big/10601.jpg",
    "similar": "https://www.whichbook.net/#cmd=search&search-type=3&id=10601"
  }
]